#!/bin/zsh

### Aliases
$ZDOTDIR/.aliases

### Completions
mattmc3/ez-compinit
zsh-users/zsh-completions kind:fpath path:src
belak/zsh-utils path:completion

### Frameworks
getantidote/use-omz        # handle OMZ dependencies
ohmyzsh/ohmyzsh path:plugins/extract
belak/zsh-utils path:history

### Prompts
sindresorhus/pure

### Utility
mattmc3/zfunctions
zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search
zdharma-continuum/fast-syntax-highlighting kind:defer

agkozak/zsh-z
