1password
alacritty
alsa-firmware
alsa-utils
amd-ucode
amdctl
amdfand
amdvlk
arandr
asciinema
autotiling
awesome-terminal-fonts
base
base-devel
bat
betterbird-bin
bibata-cursor-theme
bind
biscuit
bleachbit
bottles
btop
byobu
cava
cavalier
cavasik
celluloid
chafa
cloc
clock-tui
cockpit-machines
composer
conky
conky-manager
cpupower
dbgate-bin
ddrescue
dex
dialog
discord
dmenu
dmidecode
dmoji
dnsmasq
docker
docker-compose
dunst
dust
easyeffects
easystroke
editorconfig-core-c
efibootmgr
emacs
exa
expressvpn-gui-gtk
fd
feh
feishin-bin
ffmpegthumbnailer
file-roller
firefox
firefox-developer-edition
flameshot
flatpak
flatseal
font-manager
freetype2
ft2-clone
fwupd
gdu
gimp
git
git-delta
glava
google-chrome
gpu-viewer
grub
grub-customizer
grub2-theme-preview
gtk-engine-murrine
gvfs-nfs
hardinfo
hunspell
hunspell-en_us
hwinfo
i2c-tools
i3-wm
i3lock
i3wsr
inxi
iptables-nft
iwd
jetbrains-toolbox
jgmenu
jp2a
key-mon
lazydocker
lib32-libvmaf
libdbusmenu-gtk3
libnotify
libpamac-aur
libvirt
linux-firmware
linux-zen
linux-zen-headers
local-by-flywheel-bin
lscolors-git
lsd
lsof
lxappearance-gtk3
maim
man-db
mariadb
mediainfo
mesa-utils
meson-python
metasploit
micro
milkytracker
mirage
mlocate
modprobed-db
ncdu
ncmpcpp
ncspot
neofetch
neovim
nerd-fonts-inter
nerd-fonts-meta
net-tools
network-manager-applet
networkmanager
nfs-utils
nginx
nicotine+
nitrogen
nm-connection-editor
nmap
notion-app
noto-fonts-cjk
noto-fonts-emoji-apple
nvm
nvtop
obs-studio
onefetch
open-vm-tools
openhmd
openssh
openxr
ossp
p7zip
pacman-contrib
pavucontrol
pcmanfm
peek
php
php-cgi
php-fpm
php-gd
php-grpc
php-xsl
phpmyadmin
picom
piper
pipes.sh
pipewire-alsa
pipewire-pulse
pixterm
playerctl
polkit-gnome
polybar
powerline
profile-sync-daemon
pyenv
python-isounidecode
python-pillow
python-pip
python-pipx
python-pynvim
python-pysdl2
python-pytorch-rocm
python-ruamel-yaml
python-torchvision-rocm
qbittorrent
qemu-full
qopenvpn
qt5-graphicaleffects
qt5-quickcontrols2
qt5ct
radeontop
ranger
rclone
rclone-browser
reflector
ripgrep
rmlint
rmlint-shredder
rocm-opencl-runtime
rocminfo
rofi
rofi-emoji
rofimoji
rtkit
runelite
rustup
sbxkb
screenkey
scrot
sddm
sddm-config-editor-git
seahorse
slack-desktop
source-highlight
spicetify-cli
sqlitebrowser
stow
sway
sysfsutils
task
telegram-desktop
terminus-font
termusic-git
thunar
tmux
torbrowser-launcher
torchvision-rocm
tree
ttf-apple-emoji
ttf-font-awesome
ttf-material-design-icons-extended
ttf-meslo-nerd-font-powerlevel10k
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-tahoma
udisks2
unrar
unzip
upscayl-bin
usbutils
vagrant
vencord-desktop-git
vim
virt-manager
virtualbox
virtualbox-guest-iso
virtualbox-guest-utils
virtualbox-unattended-templates
visual-studio-code-bin
vmware-workstation
vulkan-tools
w3m
wayfarer
wget
whois
wine
wireplumber
wpscan
xclip
xcolor
xdg-desktop-portal
xdg-user-dirs
xdg-utils
xdialog
xdotool
xf86-video-amdgpu
xinit-xsession
xorg-fonts-misc
xorg-server
xorg-xev
xorg-xfontsel
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xlsfonts
xorg-xrandr
xorg-xwayland
xsel
xsettingsd
xss-lock
xxkb
yad
yay
youtube-dl
yt-dlp
z
zathura
zathura-pdf-poppler
zscroll-git
zsh
