1password
alacritty
amd-ucode
amdctl
amdfand
amdvlk
anki-qt5
apple-fonts
arandr
arch-install-scripts
archlinux-contrib
archlinux-xdg-menu
aspell
atool
atop
autotiling
awesome-terminal-fonts
base
base-devel
bashtop
bat
bat-extras
bind
bleachbit
bluez
booster
brave-bin
btop
catimg
cbonsai
celluloid
cfs-zen-tweaks
cht.sh-git
ckb-next
clean
cloc
cmatrix
crash
cronie
dbus-broker
dex
dfc
dialog
direnv
discord
dmenu
dmidecode
dnsmasq
docker
docker-compose
dunst
dust
efibootmgr
element-desktop
eog
eog-plugins
etckeeper
expressvpn-gui
extundelete
eza
feh
ffmpeg4.4
ffmpegthumbnailer
file-roller
find-the-command
firefox-developer-edition
flameshot
flatpak
flatpak-xdg-utils
flatseal
font-manager
gdu
giggle
git
git-delta
git-extras
git-lfs
github-cli
gitui
glances
glow
gnome-settings-daemon
gnome-themes-extra
gnome-tweaks
gotop
gparted
gpgkeymgr
gspell
gtk-chtheme
gtk-engine-murrine
gtk-engines
gtk2-perl
gtkspell
gtop
gvfs
handlr
helix
highlight
htop
httpie
i2c-tools
i3-wm
i3blocks
i3lock
i3status
imagemagick
inxi
iotop
iptables-nft
irqbalance
iwd
jack2-dbus
jake
jc
jdk8-openjdk
jenv
jetring
jless
journalwatch
kakoune
keychain
kitty
kmon
lazydocker
lazygit
libcaca
libguestfs
libudev0-shim
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
linuxconsole
logiops
logrotate
logwatch
lolcat
lostfiles
lsof
lxappearance
ly
maim
man-db
man-pages
mc
mdcat
mdp
meld
menumaker
menutray
mesa-utils
meson
micro
mkinitcpio-firmware
mkinitcpio-systemd-tool
mlocate
modprobed-db
moreutils
mvnvm
nano
navi
neofetch
neovim
nerd-fonts-inter
nerd-fonts-meta
net-tools
network-manager-applet
networkmanager
ninja
notion-app
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvm
nvme-cli
nvtop
openbsd-netcat
openssh
pacman-contrib
pacseek
pacutils
pastel
pasystray
pavucontrol
pcmanfm
peek
picom
pkgdiff
pkgfile
playerctl
polkit-gnome
polybar
powerline
powerline-fonts
preload
profile-sync-daemon
pulseaudio
pulseaudio-alsa
pulsemixer
pyenv
python-pipx
python-psutil
python-pyaml
python-pyqt5-webengine
python-virtualenv
python-virtualenvwrapper
python-yaml
qemu-full
qjournalctl
qt5ct
qtcurve-qt5
radeontop
ranger
ranger_devicons-git
rbenv
realtime-privileges
rofi
rofi-calc
rofi-greenclip
rofimoji
rtkit
ruby
rubygems
run-parts
rustup
sassc
sbxkb
scrot
secure-delete
shellcheck
shellharden
shfmt
smartmontools
sndio
sof-firmware
spotify
st
starship
stow
systemd-ui
terminator
terminus-font
testdisk
thunar
thunar-archive-plugin
thunar-custom-actions
thunar-media-tags-plugin
thunar-vcs-plugin
thunar-volman
timeshift
tmux
trayer
tree
ttf-font-awesome
ttf-joypixels
ttf-mac-fonts
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
udisks2
ueberzug
uksmd
unrar
unzip
usbutils
vim
virt-manager
visual-studio-code-bin
vnstat
w3m
wget
wireless-regdb
wireless_tools
x11-ssh-askpass
xclip
xcolor
xdg-ninja
xdg-user-dirs
xdg-utils
xdotool
xf86-input-evdev
xf86-video-amdgpu
xorg-docs
xorg-server
xorg-startx-systemd
xorg-xclipboard
xorg-xfontsel
xorg-xinit
xorg-xinput
xsel
xsettingsd
xterm
yay
z
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zenith
zip
zscroll-git
zsh
zsh-autosuggestions
zsh-completions
zsh-lovers
zsh-syntax-highlighting
