1password
alacritty
alsa-utils
amd-ucode
amdctl
amdfand
amdvlk
apple-fonts
arandr
arch-install-scripts
archlinux-contrib
archlinux-xdg-menu
aria2
asar
asdf-vm
aspell
atool
atop
autopep8
autotiling
awesome-terminal-fonts
base
base-devel
bash-completion-git
bashtop
bat
bat-extras
bfg
bind
bleachbit
bluez
bluez-cups
bluez-plugins
bluez-qt5
bluez-tools
bluez-utils
board4you-bin
bootconfig
bottles
boxes
brave-bin
btop
catimg
cbonsai
celluloid
cfs-zen-tweaks
chatblade
check-broken-packages-pacman-hook-git
cht.sh-git
ckb-next
clean
cloc
cmatrix
composer
crash
cronie
dbus-broker
dbxtool
dex
dfc
dialog
discord
dmenu
dmidecode
dnsmasq
docker
docker-compose
dotnet-sdk
drawing
dunst
dust
efibootmgr
efifs
efitools
electron
element-desktop
emacs
eog
etckeeper
expressvpn-gui
extundelete
eza
fastfetch
fd
feh
ffmpeg4.4
ffmpegthumbnailer
figlet
figma-linux-bin
file-roller
find-the-command
firefox
firefox-developer-edition
fish
flameshot
flatpak
flatpak-builder
flatpak-docs
flatpak-xdg-utils
font-manager
fsearch
fuse-overlayfs
fuse2fs
fwupd
galculator
gdu
giggle
git
git-delta
git-extras
git-grab
git-lfs
gitg
github-cli
gitui
glances
glow
gnome-themes-extra
gnu-free-fonts
gotop
gparted
gpgkeymgr
gpt-engineer
gromit-mpx-git
gron
gspell
gst-plugin-pipewire
gtk-chtheme
gtk-engine-murrine
gtk-engines
gtk2-perl
gtkspell
gtop
guake
gvfs
handlr
helix
helvum
highlight
htop
httpie
hwdetect
i2c-tools
i3-wm
i3blocks
i3lock
i3status
imagemagick
inetutils
insomnia-bin
inxi
iotop
iptables-nft
ispell
iucode-tool
iwd
jack_mixer
jake
jc
jdk8-openjdk
jdownloader2
jetring
jless
jo
journalwatch
jqp
jshon
kak-lsp
kakoune
keychain
kitty
kmon
lazydocker
lazygit
lazynpm
lib32-alsa-lib
lib32-libpipewire
libcaca
libportal-gtk4
libportal-qt5
libqtxdg
libudev0-shim
linux-firmware
linux-zen
linux-zen-headers
linuxconsole
logiops
logrotate
logwatch
lohit-fonts
lolcat
lostfiles
lsdesktopf
lshw
lsof
luarocks
lxappearance
ly
maim
man-db
man-pages
mc
mdcat
mdp
meld
menumaker
menutray
mesa-utils
meson
micro
mitmproxy
mitmproxy2swagger
mkinitcpio
mkinitcpio-archiso
mkinitcpio-firmware
mkinitcpio-systemd-tool
mkinitcpio-utils
mlocate
mnemosyne
modprobed-db
moreutils
most
mvnvm
nano
navi
needrestart
neofetch
neovim
nerd-fonts-inter
nerd-fonts-meta
nerd-fonts-sf-mono
net-tools
network-manager-applet
networkmanager
ninja
nix
nix-docs
nixfmt
nixpkgs-fmt
nnn
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvme-cli
nvtop
openbsd-netcat
opendesktop-fonts
openssh
overdue
pacman-contrib
pacman-pstatus
pacseek
pacutils
pastel
pasystray
pavucontrol
pcmanfm
peek
php
picom
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pkgdiff
pkgfile
playerctl
polkit-gnome
polybar
powerline
powerline-fonts
profile-sync-daemon
pyenv
python-black
python-dataclasses-json
python-jinja-time
python-matrix-client-git
python-matrix-common
python-matrix-nio
python-mongoengine
python-pipenv
python-pipenv-to-requirements
python-pipx
python-psutil
python-pyaml
python-pynvim
python-pyqt5-webengine
python-tabulate
python-virtualenv
python-virtualenvwrapper
python-yaml
qbittorrent
qbittorrent-cli-bin
qjournalctl
qt5ct
qtcurve-qt5
qutebrowser
radeontop
ranger
ranger_devicons-git
rclone
realtime-privileges
reflector
rofi
rofi-calc
rofi-greenclip
rofimoji
rtkit
ruby
rubygems
run-parts
runelite
rustup
sassc
sbxkb
schildichat-desktop-bin
scrot
sd
secure-delete
semi
shellcheck
shellharden
shfmt
smartmontools
sndio
sof-firmware
spicetify-cli
spotify
sshfs
st
starship
stow
supabase-bin
systemd-ui
sysz
terminator
terminus-font
testdisk
thunar
thunar-archive-plugin
thunar-custom-actions
thunar-media-tags-plugin
thunar-vcs-plugin
thunar-volman
timeshift
tmux
tmuxinator
trayer
tree
ttf-bitstream-vera
ttf-croscore
ttf-dejavu
ttf-droid
ttf-eurof
ttf-font-awesome
ttf-hannom
ttf-ibm-plex
ttf-input
ttf-joypixels
ttf-junicode
ttf-khmer
ttf-mac-fonts
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-opensans
ttf-roboto
ttf-tahoma
ttf-vista-fonts
ttop
tty-clock
tuned
typescript
typescript-language-server
udisks2
ueberzug
ugrep
unrar
unzip
usbutils
uwufetch
vim
visual-studio-code-bin
vmware-workstation
vnstat
w3m
wget
whois
wineasio
wireless-regdb
wireless_tools
x11-ssh-askpass
xclip
xcolor
xdg-desktop-portal-gtk
xdg-ninja
xdg-user-dirs
xdg-utils
xdotool
xf86-input-evdev
xf86-video-amdgpu
xorg-docs
xorg-server
xorg-startx-systemd
xorg-xclipboard
xorg-xfontsel
xorg-xinit
xorg-xinput
xplr
xsel
xsettingsd
xterm
yaml-language-server
yay
yayfzf
z
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zellij
zenith
zip
zscroll-git
zsh
zsh-autosuggestions
zsh-completions
zsh-lovers
zsh-syntax-highlighting
